{"comments":{"0":1,"1":35,"2":70,"3":9,"4":3,"5":0,"6":24,"7":133,"8":1,"9":8,"10":0,"11":4,"12":3,"13":8,"14":1,"15":6,"16":11,"17":5,"18":9,"19":12},"score":{"0":30,"1":25,"2":7095,"3":154,"4":150,"5":39,"6":48,"7":7971,"8":3,"9":52,"10":2,"11":12,"12":7,"13":11,"14":2,"15":13,"16":1,"17":5,"18":56,"19":1},"title":{"0":"Data visualization competition in \/r\/dataisbeautiful\/ for the \/r\/travel survey results, submit entries by Oct 26!","1":"r\/travel Topic of the Week: Rooms with a view!","2":"Went to the Dolomites in Italy last weekend. Can't believe how beautiful the weather was in October!","3":"our beautiful view from the hotel kostelski buk in Bihac, Bosnia Herzegovina🇧🇦","4":"A disorienting view of Quebec City","5":"Imperial Palace, Tokyo","6":"Peruvian Food for Beginners (by a Peruvian)","7":"More Africa Love. The 12 Apostles overlooking Camps Bay near Cape Town, SA.","8":"Arrived just in time to see this stunning sunset at the famous House on a Rock at Bajina Bašta in Serbia!","9":"Carpathian Mountains in Romania","10":"On a stone terrace in the hillside hamlet of Chomrong, the last inhabited village before the path moves into oxygen-deprived altitudes to the Annapurna Base Camp.","11":"Portofino, Italy, has a reputation of being a luxury retreat for the wealthy, but you don't have to take out a loan to experience everything it has to offer!","12":"Oh, we are doing this. OK St. George's Church in Lalibella, Ethiopia. Dug from the rock.","13":"My 300 day World Trip - Budget Analysis with Pretty Graphs","14":"Anyone ever do a '10 most remote bars in the world' trip\/series?","15":"Angkor Thom was the first temple I visited in Cambodia. The awe inspiring views didn’t end until I left Cambodia.","16":"In N Out","17":"China itinerary question: Kunming\/Dali\/Tiger Leaping Gorge vs. Huangshan Mountains + Shanghai","18":"A lot of Africa images but none from cities - here is the modernist EBID building in Lomé","19":"Romantic stops in Houston"}}